-- MySQL dump 10.13  Distrib 5.7.17, for Win64 (x86_64)
--
-- Host: localhost    Database: ec_equip_base
-- ------------------------------------------------------
-- Server version	5.1.39-community

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `ec_systems`
--

DROP TABLE IF EXISTS `ec_systems`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ec_systems` (
  `sys_indeff` int(11) NOT NULL,
  `sys_name` varchar(150) NOT NULL,
  `obj_indeff` int(11) NOT NULL,
  `r_id` int(11) NOT NULL AUTO_INCREMENT,
  PRIMARY KEY (`r_id`),
  UNIQUE KEY `Sys_indeff` (`sys_indeff`)
) ENGINE=InnoDB AUTO_INCREMENT=99 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ec_systems`
--

LOCK TABLES `ec_systems` WRITE;
/*!40000 ALTER TABLE `ec_systems` DISABLE KEYS */;
INSERT INTO `ec_systems` VALUES (123,'С.Н. ТГ-13',5,1),(124,'СН ТГ-14',5,2),(125,'Трансформаторы 6/0,4кВ',5,3),(126,'Сеть Н.П. и ступ. пуск',5,4),(127,'ПОСУ,     ОСУ ШПТ, подз.у-ва',5,5),(128,'Э/д машзала',5,6),(129,'Э/д аппаратного отделения',5,7),(130,'ЦН,НАРП, узел нейтрализации',5,8),(131,'Вентиляция системы П',5,9),(132,'Вентиляция системы В',5,10),(133,'Вентиляция системы Р',5,11),(134,'Высоконап. пож. водопровод',5,12),(135,'Вводные шкафы сборок',5,13),(136,'Автоматические выключатели',5,14),(191,'СН ТГ-10',3,15),(192,'Рабочие и резервные трансформаторы  6/0,4кВ',3,16),(193,'ВПЗ-1',3,17),(94,'ВПЗ-2',3,18),(95,'УПЗ-1',3,19),(96,'УПЗ-2',3,20),(97,'УПЗ-4',3,21),(98,'ПОСУ и ОСУ ЩПТ',3,22),(99,'Э/д машзала',3,23),(100,'Э/д АО 3 блока',3,24),(101,'Э/д борного узла 3 блока',3,25),(102,'Механизмы С.Н.спецкорпуса',3,26),(103,'Э/д насосной',3,27),(104,'Э/д вентиляторов машзала',3,28),(105,'Вентиляция АО',3,29),(106,'Авар.и технолог. сигнализация',3,30),(107,'Вводн.шк.  сб. диз., нас.,  прит.ВЦ и СК',3,31),(108,'Вводные шкафы сборок м/з 3 блока',3,32),(109,'Вводные шкафы сборок АО 3 блока',3,33),(110,'Прис.с ручным приводом КРУ-0,4-1с',3,34),(111,'Прис.с ручным приводом КРУ-0,4-2с',3,35),(112,'Прис.с ручным приводом КРУ-0,4-3с',3,36),(113,'Прис.с ручным приводом КРУ-0,4-4с',3,37),(114,'Прис.с ручным приводом КРУ-0,4-7с',3,38),(115,'Прис.с ручным  приводом  КРУ-0,4-НП-1',3,39),(116,'Прис.с ручным приводом КРУ-0,4-НП-2',3,40),(117,'Прис. с ручным приводом КРУ-0,4-НП-4',3,41),(118,'Ав-ты с ручным приводом ЩПТ-2',3,42),(119,'Ав-ты с ручным приводом ЩПТ-4',3,43),(120,'Пож.водопр. и подпор возд.л/к и БЩУ',3,44),(121,'Жизнеобеспечение БЩУ-3',3,45),(41,'СН ТГ-11',4,46),(42,'СН ТГ-12',4,47),(43,'Рабочие и резервные трансформаторы  6/0,4кВ',4,48),(44,'Сеть надежного питания',4,49),(45,'ДГ-1',4,50),(46,'ДГ-2',4,51),(47,'ДГ-3',4,52),(48,'ДГ-4',4,53),(49,'Собственные нужды  ДГ-1-4',4,54),(50,'ДГ-5',4,55),(51,'ДГ-6',4,56),(52,'ДГ-7',4,57),(53,'ДГ-8',4,58),(54,'ДГ-7,8',4,59),(55,'Собственные нужды  ДГ-5-6',4,60),(56,'Э/д вентиляции ДГ-7,8',4,61),(57,'ВПЗ-3',4,62),(58,'УПЗ-5',4,63),(59,'УПЗ-6',4,64),(60,'ПОСУ и ОСУ ЩПТ',4,65),(61,'Э/д машзала',4,66),(62,'Э/д АО 4 блока',4,67),(63,'Э/д борного узла 4 блока',4,68),(64,'Механизмы С.Н.спецкорпуса',4,69),(65,'Э/д насосной',4,70),(66,'Э/д вентиляторов машзала',4,71),(67,'Вентиляция АО',4,72),(68,'Авар.и технолог. сигнализация',4,73),(69,'Вводн.шк.  сб. диз., нас.,  прит.ВЦ и СК',4,74),(70,'Вводные шкафы сборок м/з 4 блока',4,75),(71,'Вводные шкафы сборок АО 4 блока',4,76),(72,'Вводные шкафы сборок узла гидрозина',4,77),(73,'Прис.с ручным приводом КРУ-0,4-8с',4,78),(74,'Прис.с ручным приводом КРУ-0,4-9с',4,79),(75,'Прис. с. ручным приводом КРУ-0,4-12с',4,80),(76,'Прис.с ручным приводом КРУ-0,4-13с',4,81),(77,'Прис.с ручным приводом КРУ-0,4-14с',4,82),(78,'Прис.с ручным приводом КРУ-0,4-НП-3',4,83),(79,'Прис. с ручным приводом КРУ-0,4-НП-5',4,84),(80,'Прис. с ручным приводом  КРУ-0,4-НП-6',4,85),(81,'КО (КРУ-0,4-15,16с)',4,86),(82,'Ав-ты с ручным приводом КРУ-0,4-15с',4,87),(83,'Ав-ты с ручн.приводом КРУ-0,4-16с',4,88),(84,'Ав-ты с ручным приводом ЩПТ-3',4,89),(85,'Ав-ты с ручным приводом ЩПТ-5',4,90),(86,'Ав-ты с ручным приводом ЩПТ-6',4,91),(87,'Пож.водопр. и подпор возд.л/к и БЩУ',4,92),(88,'Узел гидрозина',4,93),(89,'Жизнеобеспечение БЩУ-4',4,94),(90,'Прис.с ручным приводом КРУ-0,4-2СБ',4,95),(91,'Прис.с ручным приводом КРУ-0,4-3СБ',4,96),(92,'Прис.с ручным приводом КРУ-0,4-12СБ',4,97),(93,'Прис.с ручным приводом КРУ-0,4-13СБ',4,98);
/*!40000 ALTER TABLE `ec_systems` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2018-11-29 18:06:41
